Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ཉེས་པ་ བྱས་པ འི་ འབྲས་བུ་ ཐམས་ཅད་ མངོན་སུམ་ དུ་ བྱུང་ ལ་ དེས་ གང་ མི་དགེ་བ་ བྱས་ ཤིང་ བསགས་པ་ དེ་དག་ དེ འི་ ལས་ ཀྱི་ ཤུགས་ ཀྱིས་ [235a] འོངས་པ འི་ འབྲས་བུ་ ལ་ཉེ་ བར་ སྤྱོད་ དོ །_།
en: Then, as all effects of their misdeeds manifest, they will be propelled by the force of their karmic actions and thus they now experience the consequences of their completed and accumulated unwholesome actions. {{page:{number:307,id:UT22084-068-021-100333,folio:F.235.a,volume:V68}}}

source: དེ་ལྟ ར་ དེ་ མེ་མདག་ གི་ མུན་པ འི་ ནང་ ན་ དཔུང་གཉེན་ མེད་ ཅིང་ གྲོགས་ མེད་པ་ སྡུག་བསྔལ་ མི་བཟད་པ ས་ ཉམ་ཐག་ པར་ གྱུར་པ །_
en: Within the darkness and the burning embers, they will suffer miserably, having neither guardian nor friend.

source: ཡུན་རིང་ དུ་ རང་ གིས་ བྱས་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ ལ་ སྤྱོད་པ ར་ ཞུགས་པ་ ཡུན་རིང་ དུ་ འཚེད་ དོ །_།
en: For a very long time, they will thus continue to boil, experiencing the effects of the actions they engaged in.

source: དེ་ གལ་ཏེ་ ཡང་ ལས་ ཀྱི་ རླུང་ དེ་དག་ ཉིད་ ཀྱིས་ མེ་མདག་ དེ་དག་ གི་ ནང་ ནས་ འབྱིན་པ ར་ བྱེད་ དེ །_ ལུས་ ཐམས་ཅད་ བསྐོལ་ ཅིང་ སྡུག་བསྔལ་ ཐམས་ཅད་ ཀྱིས་ ཉམ་ཐག་པ་ དེ་ རྐང་པ་ གར་བབ་ བབ་ ཏུ་ འདོར་ རོ །_།
en: $899 “If the winds of karmic action should blow them from the embers, they will run off blindly, letting their feet carry their scorched and tortured bodies anywhere they can go.

source: དེ་ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཟུང་ ངོ་ །_།
en: Still, the henchmen of the Lord of Death will capture them and saw off their buttocks with flaming saws.

source: བཟུང་ ནས་ ཀྱང་ དེ འི་ རྐུབ་ སོག་ལེ་ རབ་ཏུ་ འབར་བ ས་ གཅོད་ དོ །_། བཅད་ ཅིང་ གཏུབས་ ནས་ ཡང་ ཤིན་ཏུ་ གཞོན་ཤ་ ཅན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Once their buttocks have been sawed and amputated, new and extremely delicate ones will grow out.

source: དེ་ལྟ ར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ དེ་ སོག་ལེ འི་ སྡུག་བསྔལ་ མྱོང་ ཞིང་ དེ་ འདི་སྐད་ དུ་ རྣམ་པར་ སྒྲ་ འབྱིན་པ ར་ བྱེད་ དོ །_།
en: As they thus continue to experience the torture of the saw for many hundreds of thousands of years, they will cry out in agony:

source: བདག་ གིས་ ལས་ དག་ བྱས་པ་ ཡི །_། འབྲས་བུ་ དེ་དག་ བདག་ཉིད་ ཡིན །_།
en: $900 “ ‘This is the effect of the actions That I, myself, engaged in!

source: འདོད་ཆགས་ དགྲ་ ཡིས་ གདུངས་པ་ ན །_། ཕྱི་ ནས་ སེམས་ཅན་ དམྱལ་བ ར་ འོངས །_།
en: I was tormented by the enemy, desire, And thus I arrived in hell.

source: འདོད་ཆགས་ གདུངས་པ འི་ ལས་ཅན་ གྱི །_། བག་མེད་ ས་ ན་ མི་གཙང་བ འི །_།
en: $901 “ ‘Those who are burned by desire Belong in a filthy place of carelessness.

source: ཞགས་པ་ དེ་ ཡིས་ བཅིངས་པ་ ཡིས །_། བདག་ ནི་ གནས་ འདི་དག་ ཏུ་ འོངས །_།
en: Tied with that noose, I ended up in this state.

source: སྔོན་ཆད་ བདག་ ནི་ འདོད་ཆགས་ ཀྱི །_། འབྲས་བུ་ ཚ་ སྙམ་ མི་ བྱེད་ དེ །_།
en: $902 “ ‘I did not realize That the effects of desire could be so excruciating.

source: མི་ ཤེས་པ་ ཡིས་ བདག་ བསླུས་པ ས །_། འདིར་ ནི་ བདག་ གིས་ བྱས་ ལ་ སྤྱོད །_།
en: Thus, fooled in my ignorance, I must now face my own actions.

source: བརྩེ་ མེད་ ཤིན་ཏུ་ དྲག་པ་ ཡི །_། སྡིག་པ་ དག་ གི་ དབང་ དུ་ སོང་ །_།
en: $903 “ ‘I have fallen under the power Of my own merciless and fierce misdeeds.

source: སྡུག་བསྔལ་ རྒྱ་མཚོ་ མཐའ་ཡས་པ །_། འདི་ ལས་ བདག་ཉིད་ ཇི་ལྟ ར་ ཐར །_།
en: How might I escape This endless ocean of suffering?

source: སྡུག་བསྔལ་ དག་ ལས་ སྡུག་བསྔལ་ ལས །_། འདི་ ཡིས་ བདག་ ནི་ ཡོངས་སུ་ འཚེད །_།
en: $904 “ ‘Going from pain to pain, I keep undergoing torture.

source: བདག་ ནི་ སེམས་ དམྱལ་ ཟད་པ་ འམ །_།
en: I cannot see any end to hell.

source: བདེ་བ་ འཐོབ་པ་ མ་ མཐོང་ ངོ་ །_།
en: I cannot see any way to gain happiness.’

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ནང་ ན་ མེ་མདག་ ཡོད་པ འི་ སེམས་ཅན་ དམྱལ་བ ར་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བས་ ཉམ་ཐག་ ཅིང་ ངུ་སྐད་ འདོན་ ཏེ །_
en: $905 “So the beings of this hell cry out in their intense agony.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Yet, until their negative acts have been overcome, relinquished, and exhausted, they will continue to suffer.

source: དེ་ ཕྱིས་ སེམས་ཅན་ [235b] དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ བརྒྱ་ ཕྲག་ དུ་མ ར་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: When finally {{page:{number:308,id:UT22084-068-021-100334,folio:F.235.b,volume:V68}}} they escape this hell, they will, as an effect that accords with their causal actions, be born many hundreds of times as starving spirits and animals.

source: ཡི་དགས་ རྣམས་ སུ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ འི་ ལུས་ཅན་ དག་ གཅིག་ ལ་ གཅིག་ ལྟ་བ་ ཁོ་ན ར་ ཟད་ དོ །_། དུད་འགྲོ་ རྣམས་ སུ་ གཅིག་ ལ་ གཅིག་ ཟ་བ་ ལུས་ ལན་ བརྒྱ ར་ འཆི་བ ར་ འགྱུར་ རོ །_།
en: As starving spirits, they will do nothing but watch each other suffer from hunger and thirst, and as animals they will fall prey hundreds of times to other animals.

source: དེ་དེ་ ལས་ ཐར་ ནས་ གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ འི་ ལས་ ཀྱི་ མཐུ ས་ རྟག་ ཏུ་ རིམས་ནད་ ཀྱིས་ འདེབས་ ཤིང་ དབུལ་བ་ དང་ །_ ནད་བུ་ ཅན་ དང་ །_ ཡན་ལག་ མ་ཚང་ བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, at the end of all this they should be born with the general lot of life of a human, the force of their karmic actions will make them contract an infectious disease. They will be poor and sickly, and their bodies will be missing limbs.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས །_ སེམས་ཅན་ དམྱལ་བ་ ཨ་ལ་ ལ་ ཟེར་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $906 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Alala.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, lying, and wrong view.

source: དེས་ འདི་ལྟར་ བསླབ་པ འི་ གཞི་ གཅིག་ གམ །_ གཉིས་ སམ །_ གསུམ་ མམ །_ བཞི འམ །_ ལྔ་ ལས་ གཞན་པ་ བླངས་པ་ དང་ །_ བུ་ སྲིང་ ངམ །_ བུ་ སྲིང་ དང་ འདྲ་བ འམ །_ གྲོགས་ ཀྱི་ ཆུང་མ་ འོས་པ་ མ་ཡིན་པ་ དག་ ལ་ དེས་ འདི་ལྟར་ བརྡ་ བྱས་ ནས་ སླུ་བ ར་ བྱེད་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཨ་ལ་ ལ་ ཟེར་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Also, those who secretly communicate with and deceive a forbidden woman—such as a woman who has taken up one, two, three, four, or all five precepts, or one’s sister or someone comparable to one’s sister, or the wife of a friend—will upon separating from the body be born in the hell called Alala.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་
en: $907 “The beings in that realm undergo the combined tortures of the Reviving Hell, and so forth.

source: སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ རླུང་ ཤིན་ཏུ་ དྲག་ ཅིང་ ཤིན་ཏུ་ རྩུབ་ ལ་ ཤིན་ཏུ་ མི་བཟད་པ་ ཤུགས་ ཀྱིས་ མགྱོགས་པ་ དང་ ལྡན་པ་ ལྡང་ལ །_ གང་ གིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གི་ ལུས་སོ་ སོར་ ཁྱེར་བ ར་ བྱེད་ དེ
en: On top of that, and in particular, they will be met by an extremely fierce storm that blows with tremendous speed and frightful strength.

source: ཇི་ལྟ ར་ རླུང་ ཆེན་པོ་ [236a] ཤིན་ཏུ་ མི་ བཟད་ ཅིང་ རྩུབ་པ ས་ རས་བལ་ གྱི་ སྤུ འམ །_ སྤུ འི་ སྣོད་ གློངས་ ན་ སྤུ་ རྣམས་ ཀྱི་ གདགས་པ་ ཡང་ མི་མངོན་པ ར་ ཁྱེར་ རོ །_།
en: This fierce tempest will carry off the beings of this hell, {{page:{number:309,id:UT22084-068-021-100335,folio:F.236.a,volume:V68}}} just as when a powerful wind sweeps up cotton wool, or a bag of cotton, and tosses it about it until it is no longer visible.

source: གང་ གིས་ ཁྱེར་བ འི་ རས་བལ་ དེ་དག་ གི་ སྤུ་ རྣམས་ རླུང་ དེས་ ཕྱོགས་ བཅུ ར་ བདས་ ཤིང་ ཁྱེར་བ་ ཕན་ཚུན་ ཐུག་པ་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གི་ ལུས་སེམས་ ཅན་ དམྱལ་བ འི་ རླུང་ སྤུ་གྲི་ ལྟ་བུ་ དེས་ འདི་ལྟར་ བྱེ་མ འི་ ཚད་ ཙམ་ དུ་ ཡང་ མི་མངོན་པ ར་ ཁྱེར་ རོ །_།
en: Just as the wind may carry the cotton in all directions, making all the tufts scatter to and fro, so the razor-like wind of this hell will destroy the hell beings until not even pieces the size of a sand grain can be seen.

source: གང་ གིས་ ལུས་ དེ་དག་ སྤུ་ཙམ་ དང་ ཉུང་ངུ་ ཉུང་ངུར་ བྱེད་ དེ །_ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ གདགས་པ ར་ ཡང་ མངོན་པར་ མི་ བྱེད་ དོ །_།
en: All their major and minor body parts will be cut to pieces, yet due to their unwholesome karmic actions their bodies will immediately regenerate.

source: ལས་ངན་པ་ བྱས་པ ས་ ཡང་ ལུས་ དེ་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡང་ འདོད་ཆགས་ ཀྱི་ དབང་ གིས་ སྔ་མ་ བཞིན་ དུ་ ཁྱེར་ རོ །_།
en: Until their unwholesome actions have been overcome, relinquished, and exhausted, the force of desire will, as before, make this process continue.

source: ཡུན་རིང་ མོ་ ཞིག་ འདས་ ནས་ གལ་ཏེ་ བརྒྱ་ལ་ དེ འི་ རླུང་ གི་ གནོད་པ་ ལས་ ཐར་ ན་ དེ་ ལ་ བྱི་བ་ མཆེ་བ་ རྡོ་རྗེ་ ལྟ་བུ་ ཡོད་པ་ འབྱུང་ ལ་
en: $908 “If, after a long time, they somehow escape the wind torture, they will encounter rats with vajra-like fangs.

source: གང་དེ འི་ རྐུབ་ ཡུངས་འབྲུ་ ཙམ་ དུ་ རློག་ སྟེ བརླགས་ ནས་ ངུ་སྐད་ འདོན་ བཞིན་ དུ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The rats will attack and first cut their buttocks into pieces the size of sesame seeds.

source: དེ་ ཟོས་ ནས་ རྒྱུ་མ་ དག་ ཟ འོ །_།
en: Then they will eat the pieces while the hell beings cry out in pain.

source: ལོང་ ཀ་ ཐམས་ཅད་ ཀྱང་ ཟ འོ །_། ལོང་ ཀ་ དེ་དག་ ཟོས་ ནས་ རྒྱབ་ ཏུ་ འབྱུང་ ལ་ དེ འི་ རྒལ་ ཚིགས་ ཟ་ སྟེ །_
en: Next, the rats will begin to chew their way through the hell beings’ colons and intestines, thus emerging from their backs, where they will begin to eat the spine.

source: དེ་ལྟ ར་ དེ འི་ ལས་ ཀྱི་ མཐུ ས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, by the force of their negative acts, the beings in this hell will continue to experience this torture for many hundreds of thousands of years.

source: དེ་ གལ་ཏེ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ དེ་ ཡུན་རིང་ མོ་ ཞིག་ འདས་ ནས་ གལ་ཏེ་ ཉོན་མོངས་པ་ དེ་ལས་ ཐར་ ནས་ དེ་ག ར་ བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: $909 “If, after an extremely long time has passed, they should manage to escape this agony, they will run off as best they can.

source: དེ་ནས་ རང་ གི་ ལུས་ ལས་ བྱུང་བ འི་ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ་ རྣམས་ ཀྱིས་ གང་ ཞིང་ དེ འི་ རྐུབ་ ཀྱང་ དེ་ནས་ འཆའ་ ཞིང་ ཟ འོ །_།
en: However, now masses of ferocious insects will manifest from their own bodies and begin to gnaw and gobble their buttocks.

source: དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ་ དེ་ རྣམས་ ཀྱི་ སྡུག་བསྔལ་ མི་བཟད་པ ས་ ངུ་བ ར་ བྱེད་ དེ འོ་དོད་ འབོད །_ སྒྲ་ སྐད་ འབྱིན །_ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: Until their unwholesome actions have been overcome, relinquished, and exhausted, there will be no end to the misery inflicted by these biting insects and so the hell beings will continue to cry, wail, scream, and moan.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ སྟོང་ཕྲག་ དུ་མ ར་ ཡི་དགས་ རང་ གི་ ཤ་ལ་ ཟ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ [236b] ཏེ །_
en: $910 “When one finally escapes this hell, one will, as an effect that accords with one’s causal deeds, be born many thousands of times as a starving spirit that cannibalizes its own flesh. {{page:{number:310,id:UT22084-068-021-100336,folio:F.236.b,volume:V68}}}

source: ཇི་ལྟ ར་ དེ འི་ ཚེ་ དེས་ བདག་ཉིད་ ཀྱི་ བུད་མེད་ མ་ཡིན་པ་ ལ་ མི་ ཚངས་པ ར་ སྤྱོད་པ ས་ རང་ གི་ ཤ་ལ་ ཟ་ སྟེ །_ དེས་ བདག་ཉིད་ འཚོ་བར་ བྱེད་ དོ །_།
en: Having to consume and subsist on one’s own flesh is a consequence of engaging in sexual activity with a woman who is not one’s own.

source: གལ་ཏེ་ བརྒྱ་ལ་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ དེ་ ཕག་ གི་ སྐྱེ་གནས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: $911 “If one should manage to escape the world of starving spirits, one will next be born as a pig.

source: ཇི་ལྟ ར་ དེས་ རང་ གི་ མ་ དག་ ལ་ ཆོས་མ་ ཡིན་པ་ བྱས་པ ས་ གང་ དུ་ སྐྱེས་པ ར་ རང་ གི་ མས་ ཟ་བ ར་ བྱེད་ དོ །_།
en: As a result of having previously acted wrongfully toward one’s mother, one is now consumed by her.

source: དེ་ གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ རྟག་ ཏུ་ སྐྱེས་པ འི་ ནད་ ཀྱིས་ འདེབས་ ཤིང་ དེ་ ནད་ དྲག་པོ་ མི་བཟད་པ ས་ གནོད་པ་ བྱེད་ ལ་ དེ འི་ ཕོ་མཚན་ གཅོད་པ ར་ བྱེད་ དོ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, one should manage to escape this condition and instead be born with the general lot in life of a human, one will constantly be afflicted with disease and suffer from severe illness. Also, one’s penis will be cut off.

source: གལ་ཏེ་ བརྒྱ་ལ་ དེ འི་ ཆུང་མ་ ཞིག་ ཡོད་པར་ གྱུར་ ན་ ཡང་ ཇི་ལྟ ར་ དེས་ ཕ་རོལ་ གྱི་ བུད་མེད་ འོས་པ་ མ་ཡིན་པ ར་ ཕྲོགས་པ་ ལྟར །_ དེ་ཡང་ རུང་བ་ མ་ཡིན་པ འི་ མི་ དག་ གིས་ དེ་ འཕྲོག་པ ར་ བྱེད་ དེ
en: In the unlikely event that one has a spouse, she will be carried off by unsuitable men, just like in the past oneself inappropriately grabbed the females of others.

source: མི འི་ དོན་ འདི་ ཐམས་ཅད་ མེད་པར་ བྱེད་པ་ ནི་ འདི་ལྟ་སྟེ །_
en: In this way, one will see all that human beings aim for destroyed.

source: འཇིག་རྟེན་ དང་ འཇིག་རྟེན་ ལས་ འདས་པ འི་ ཆོས་ རྣམས་ དང་ འགལ་བ་ འོས་པ་ མ་ཡིན་པ འི་ དྲུང་ དུ་ འགྲོ་བ འོ །_།
en: Such are the consequences of having violated and dishonored both mundane and supramundane rules.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་སེམས་ ཅན་ དམྱལ་བ་ ཤར་ གྱུར་པ་ ཐམས་ཅད་ སྡུག་བསྔལ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $912 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Pain Incarnate.

source: བུད་མེད་ སྡོམ་པ་ བླངས་པ་ གང་ གིས་ འོས་པ་ མ་ཡིན་པ འི་ དགེ་སློང་ དབང་ དུ་ བྱས་ ཏེ །_ ཆང་ བླུད་ ནས་ དེ་ འཁྲུལ་ པར་ བྱས་ ཤིང་ ཡིད་ ལ་ གཅགས་པ་ བསྐྱེད་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཤར་ གྱུར་པ་ ཐམས་ཅད་ སྡུག་བསྔལ་ བར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Also, if a woman, who has taken vows, immorally entices a monk, serves him alcohol, makes him drunk, and causes him to feel lust, she will, when separating from her body, fall into the lower realms and be born in the hell known as Pain Incarnate. {{page:{number:311,id:UT22084-068-021-100337,folio:F.237.a,volume:V68}}}

source: དེར་ [237a] གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ དང་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: $913 “The beings in that realm undergo all the combined tortures of the Reviving Hell, and so forth.

source: གང་ གིས་ རྟག་ ཏུ་ ཚུལ་ཁྲིམས་ དང་ ལྡན་པ་ འོས་པ་ མ་ཡིན་པ་ ལ་ འོས་པ་ ཉིད་ དུ་ གོམས་པ ར་ བྱེད་ ན །_
en: Some people let themselves become habituated to inappropriate association with individuals who are endowed with discipline, as if such association were not inappropriate.

source: དེ་ རྟག་ ཏུ་ མི་དགེ་བ ར་ ཞུགས་པ་ དེས་ ལམ་ངན་པ་ དེ་ཉིད་ རྗེས་སུ་ སྟེན་པ ར་ བྱེད་ དོ །_།
en: Such people have entered an unvirtuous and unwholesome path, and they constantly remain upon that path.

source: ལས་ ཀྱི་ གཞི་ ངན་པ་ བྱས་པ འི་ ངང་ཚུལ་ ཅན་ མི་དགེ་བ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ དེས་ མི་དགེ་བ འི་ ལམ་ དེ་ རྗེས་སུ་ སྟེན་ ཅིང་ གོམས་པ ར་ བྱེད་ དོ །_།
en: They are engaged in unwholesome bases of action and they practice unvirtuous actions. They thus resort to unethical behavior and become habituated to it.

source: སེམས་ཅན་ དམྱལ་བ་ དེ་ སྡུག་བསྔལ་ ཆེས་ དྲག་པ་ དང་ །_ སྡུག་བསྔལ་ ཆེས་ མི་བཟད་པ་ དང་ །_ སྡུག་བསྔལ་ ཆེས་ རྩུབ་ ཅིང་ ཚ་བ་ དག་ ཤིན་ཏུ་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་ ཏེ །_
en: In the realms of hell, they will therefore experience horrifying, excruciating, torturous, and viciously intense pain.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: In this way they will experience the combined sufferings of the Reviving Hell, and so forth.

source: རྐང་པ འི་ མཐེ་བོ་ ལ་སོགས་པ་ ནས་ མགོ འི་ བར་ དུ་ མཚོན་ཆ་ ཧུ་ ལུ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་
en: On top of that, and in particular, such people will be skinned alive, from their toes to their heads, with the help of flaming weapons.

source: ཤ་མ་ གཏོགས་པ ར་ པགས་པ་ གཅོད་པ ར་ བྱེད་ དེ །_ དེ་ལྟ ར་ དེ འི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ དང་ །_ པགས་པ་ དག་ གཅོད་པ ར་ བྱེད་པ འི་ སྡུག་བསྔལ་ ཤིན་ཏུ་ མི་ བཟད་ དོ །_།
en: None of their flesh, but all of their skin will be sliced away, thus inflicting excruciating pain throughout all their major and minor body parts.

source: དེ འི་ པགས་པ་ དེ་དག་ ཀྱང་ ས འི་ ནང་ དུ་ བཅུག་ ནས་ སྲེག་པ ར་ བྱེད་ དེ །_
en: Once all their skin has been peeled off, it will be thrown into a pit in the ground and burned.

source: དེ འི་ ལུས་ པགས་པ་ མེད་པ འི་ ལུས་ དེ་དག་ ལ་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ ལྕགས་ ཀྱི་ སྣོད་ ཀྱི་ ནང་ དུ་བ་ ཚྭ་ རབ་ཏུ་ སྐོལ་བ་ ཁྱེར་ ནས་ ལྡུགས་པ ར་ བྱེད་ དེ །_ དེས་ དེ་ སྲེག་པ ར་ བྱེད །_ སྐོལ་ བར་ བྱེད་ དོ །_།
en: The henchmen of the Lord of Death will then pour boiling acid into iron cauldrons and, having disposed of the skinless hell beings within those cauldrons, will leave them there to burn and boil.

source: སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་ ཅིང་ སྡུག་བསྔལ་ ཚ་བ་ རྩུབ་པ ས །_ ཉམ་ཐག་པ་ དེ་ ངུ་སྐད་ འབྱིན་ ཅིང་ ཆོ་ངེས་ འདེབས་ ལ་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: Tormented by excruciating pain, they will cry, scream, and wail piteously.

source: དེ་ལྟ ར་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ ཞིང་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ འི་ བར་ དུ་ མྱོང་བ ར་ འགྱུར་ ཏེ །_
en: In this way, they will remain in agony for an immeasurable duration of time.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ ཚ་བ་ ཤིན་ཏུ་ མི་བཟད་པ ས་ གདུངས་ སོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, they will continue to experience unbearably sharp pain.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ཡི་ [237b] དག ས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན
en: $914 “When one finally escapes this hell, one may, {{page:{number:312,id:UT22084-068-021-100338,folio:F.237.b,volume:V68}}} with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, avoid life as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དང་ །_ ལུས་ དག་ ལ་ ནད་ ཤིན་ཏུ་ མི་བཟད་པ ས་ ཐེབས་པ ར་ འགྱུར །_
en: Yet, as an effect that accords with one’s causal actions, one will then be poor, sickly, and contract a horrible disease.

source: དེ་ རྒྱ་མཚོ འི་ ནང་ གི་ བར་ དག་ ཏུ་ གང་ རིས་ འཐུན་ པར་ འགྱུར་བ་ མི་ མ་ཚང་བ་ འདི་ལྟ་སྟེ །_ རྐང་པ་ གཅིག་པ་ དང་ །_ སྣ་ གཅིག་པ་ དང་ །_ ལག་པ་ གཅིག་པ་ དང་ །_ ལུས་ ཆུང་བ་ དང་ །_ ཚེ་ ཐུང་བ་ རྣམས་ ཏེ །_ འདི་ལྟ་སྟེ །_ དེར་ སྐྱེས་པ་ ཉི་མ་ གཅིག་ཅིག་ ཐུབ་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །།_།།
en: One may also be born among disabled people who live in grottos in ocean coves, such as those with one leg, one ear, one arm, a short body, and one may live a short life, possibly just one day.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཆུ་བོ་ རབ་མེད་ རབ་ཏུ་ ཚ་བ་ ཞེས་ བྱ་བ་ ཡོད་པ་ མཐོང་ ངོ་ །_།
en: $915 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as the Burning Torrent of the Vaitaraṇī.

source: སྟེགས་བུ འི་ དབུས་ སུ་ མེ་ བུས་ ནས་ ལག་པ ས་ བཟུང་ སྟེ་ བསྐོར་ ནས་ སྣ་ བླན་པ་ གྲོགས་ ཀྱི་ ཆུང་མ་ ཉམས་པ་ མེད་པ་ ལ་ སུན་ འབྱིན་པ ར་ བྱེད་ ཅིང་ སུན་ ཕྱུང་ ནས་ ཀྱང་ མངོན་པར་ དགའ་བ ར་ བྱེད །_ ཡང་དག་ པར་ དགའ་བ ར་ བྱེད་ ལ །_ དགའ་བ ར་ བྱེད་པ་ མི་དགེ་བ་ དེ་ཉིད་ ལ་ ཀུན་ ཏུ་ སྤྱོད་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཆུ་བོ་ རབ་མེད་ རབ་ཏུ་ ཚ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Also, some people may violate an honorable female friend, who has already been led by the hand around the fire at the center of the sacred ground.#115 Anyone who enjoys and takes pleasure in such an act of defilement and engages in it with great satisfaction will, when separating from his body, fall into the lower realms and be born in the hell known as the Burning Torrent of the Vaitaraṇī.

source: དེར་ སྐྱེས་ ནས་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ འཁོར་ གྱི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་ སྟེང་ དུ་ གནོད་པ་
en: $916 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth, with their surrounding hells.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ མུན་ནག་ ཐིབས་པོ ས་ ནམ་མཁའ་ གང་བ་ ནས་ ལས་ ཀྱིས་ བྱས་པ འི་ དབྱུག་པ་ དང་ །_ རལ་གྲི་ ཤིན་ཏུ་ རྣོ་བ་ [238a] དག་ རབ་ཏུ་ འབར་བ་ དེར་ སེམས་ཅན །_ དམྱལ་བ་པ་ དེ འི་ ལུས་ ནང་ དུ་ ནུབ་བོ །།_།།
en: On top of that, and in particular, they will find themselves in an all-pervasive, dense darkness. Out of this darkness extremely sharp and burning spikes and swords are thrust forth, {{page:{number:313,id:UT22084-068-021-100339,folio:F.238.a,volume:V68}}} plunging into their bodies.

source: ནང་ དུ་ ནུབ་ ནས་ སྲེག་པ ར་ བྱེད་ ཅིང་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཤིན་ཏུ་ འབུགས་ པར་ བྱེད །_ གཤེག་ པར་ བྱེད །_ སྲེག་པ ར་ བྱེད །_ འཚེད་པ ར་ བྱེད །_ ཡན་ལག་ དང་ །_ ཉིང་ལག་ ཐམས་ཅད་ ཕན་ཚུན་ འདྲལ་བ ར་ བྱེད་ དོ །_།
en: This will cause them great torment, as all their major and minor body parts will be pierced, cut, burned, scorched, and severed.

source: དེ འི་ ཕྱི་རོལ་ མེ འི་ སྡུག་བསྔལ་ གྱིས་ ཀྱང་ སྲེག་པ ར་ བྱེད་ ཅིང་ ནང་ དུ་ དབྱུག་པ་ དང་ རལ་གྲི ས་ གཤེག་པ འི་ སྡུག་བསྔལ་བ་ ན །_
en: Fire will burn them from the outside while the spikes and weapons will torment them within their bodies.

source: སྡུག་བསྔལ་ ཤིན་ཏུ་ མི་ བཟད་ ཅིང་ ཚ་ལ་ རྩུབ་པ་ གཞན་ དང་ མཚུངས་པ་ མེད་པ འི་ སྡུག་བསྔལ་ མྱོང་ ངོ་ །_།
en: The vicious and excruciating pains that ensue from this cannot be compared to anything else.

source: སྡུག་བསྔལ་ དེས་ བསྒྲིབས་པ་ དེ་ག ར་ བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_ དེས་ ངམ་གྲོག་ ཆེན་པོ་ ན་ ཆུ་བོ་ རབ་མེད་ རབ་ཏུ་ ཚ་བ་ ཞེས་ བྱ་བ ར་ ལས་ ལས་ བྱུང་བ འི་ སྦྲུལ་ གདུག་པ་ རྣམས་ ཀྱིས་ རབ་ཏུ་ གང་བ ར་ མཐོང་ ངོ་ །_།
en: $917 “Wrecked by these torments, these hell beings may at some point be able to haphazardly escape. But then, they will see a vast ravine called the ‘Burning Inferno of the Vaitaraṇī.’

source: དེར་ སྡུག་བསྔལ་ གྱིས་ གདུངས་པ་ དེས་ འཁྲུལ་ པར་ མཐོང་ སྟེ །_ མི་ ཐོ་ འཚམ་པ ར་ བྱེད་པ་ དེ་ རྣམས་ ཀྱིས་ དེ་ རབ་ཏུ་ སོ་སོ ར་ ཕྱེ་ ནས་
en: When, tormented by pain, they reel into it, they will see that this ravine is full of venomous serpents created by karmic action.

source: སྦྲུལ་ གདུག་པ་ རྣམས་ ཀྱིས་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The snakes will split them to pieces and devour them.
